var abc=
    {"q":"58",
    "p":false,
    "g":[
    {"type":"sug","sa":"s_1","q":"58同城"},
    {"type":"sug","sa":"s_2","q":"58同城招聘网最新招聘"},
    {"type":"sug","sa":"s_3","q":"58同城招聘网"},
    {"type":"sug","sa":"s_4","q":"58同城租房"},
    {"type":"sug","sa":"s_5","q":"58同城招聘网找工作"},
    {"type":"sug","sa":"s_6","q":"58同城二手房"},
    {"type":"sug","sa":"s_7","q":"58同城下载"},
    {"type":"sug","sa":"s_8","q":"58年属是什么"},
    {"type":"sug","sa":"s_9","q":"58同城二手车"},
    {"type":"sug","sa":"s_10","q":"58同城招聘网找工作附近…临时工一一"}
],
    "slid":"13717252787583070795","queryid":"0x3178bbb220324b"}
